HGS/MELDUNGEN/EXPORT/MASTER_Aktualisierungmeldung_20240926145341.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaAktualisierungmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-26T14:53:41.855+02:00" aktualisierungstyp="STATUS" status="2" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16633" guid="bacc3252-9477-4c23-9634-0024c12e43f4"/>
                <automatenStatus betriebStatus="AUSSER_BETRIEB" letzteInteraktion="2024-09-26T14:53:41.874+02:00" letzterVerkauf="2024-09-26T14:53:41.874+02:00"/>
            </faaAktualisierungmeldung>
        </empfangeAktualisierungmeldung>
    </s:Body>
</s:Envelope>
